---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerCubicInch
source: html/72133381-9c8f-5c62-b91f-3068d0c3a289.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerCubicInch Property

Pounds mass per cubic inch.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerCubicInch { get; }
```